export const schoolNameSuggestion = [
  { key: '國立宜蘭大學', label: '國立宜蘭大學', value: '國立宜蘭大學' },
  { key: '佛光大學', label: '佛光大學', value: '佛光大學' },
  { key: '蘭陽技術學院', label: '蘭陽技術學院', value: '蘭陽技術學院' },
  {
    key: '聖母醫護管理專科學校',
    label: '聖母醫護管理專科學校',
    value: '聖母醫護管理專科學校'
  },
  { key: '國立東華大學', label: '國立東華大學', value: '國立東華大學' },
  {
    key: '慈濟學校財團法人慈濟大學',
    label: '慈濟學校財團法人慈濟大學',
    value: '慈濟學校財團法人慈濟大學'
  },
  {
    key: '慈濟學校財團法人慈濟科技大學',
    label: '慈濟學校財團法人慈濟科技大學',
    value: '慈濟學校財團法人慈濟科技大學'
  },
  { key: '大漢技術學院', label: '大漢技術學院', value: '大漢技術學院' },
  { key: '臺灣觀光學院', label: '臺灣觀光學院', value: '臺灣觀光學院' },
  { key: '國立金門大學', label: '國立金門大學', value: '國立金門大學' },
  {
    key: '國立暨南國際大學',
    label: '國立暨南國際大學',
    value: '國立暨南國際大學'
  },
  { key: '南開科技大學', label: '南開科技大學', value: '南開科技大學' },
  { key: '一貫道崇德學院', label: '一貫道崇德學院', value: '一貫道崇德學院' },
  {
    key: '國立屏東科技大學',
    label: '國立屏東科技大學',
    value: '國立屏東科技大學'
  },
  { key: '國立屏東大學', label: '國立屏東大學', value: '國立屏東大學' },
  { key: '大仁科技大學', label: '大仁科技大學', value: '大仁科技大學' },
  {
    key: '美和學校財團法人美和科技大學',
    label: '美和學校財團法人美和科技大學',
    value: '美和學校財團法人美和科技大學'
  },
  {
    key: '慈惠醫護管理專科學校',
    label: '慈惠醫護管理專科學校',
    value: '慈惠醫護管理專科學校'
  },
  { key: '國立聯合大學', label: '國立聯合大學', value: '國立聯合大學' },
  {
    key: '廣亞學校財團法人育達科技大學',
    label: '廣亞學校財團法人育達科技大學',
    value: '廣亞學校財團法人育達科技大學'
  },
  {
    key: '仁德醫護管理專科學校',
    label: '仁德醫護管理專科學校',
    value: '仁德醫護管理專科學校'
  },
  { key: '國立中央大學', label: '國立中央大學', value: '國立中央大學' },
  { key: '國立體育大學', label: '國立體育大學', value: '國立體育大學' },
  { key: '中原大學', label: '中原大學', value: '中原大學' },
  { key: '長庚大學', label: '長庚大學', value: '長庚大學' },
  { key: '元智大學', label: '元智大學', value: '元智大學' },
  { key: '龍華科技大學', label: '龍華科技大學', value: '龍華科技大學' },
  {
    key: '健行學校財團法人健行科技大學',
    label: '健行學校財團法人健行科技大學',
    value: '健行學校財團法人健行科技大學'
  },
  {
    key: '萬能學校財團法人萬能科技大學',
    label: '萬能學校財團法人萬能科技大學',
    value: '萬能學校財團法人萬能科技大學'
  },
  { key: '開南大學', label: '開南大學', value: '開南大學' },
  {
    key: '長庚學校財團法人長庚科技大學',
    label: '長庚學校財團法人長庚科技大學',
    value: '長庚學校財團法人長庚科技大學'
  },
  {
    key: '南亞科技學校財團法人南亞技術學院',
    label: '南亞科技學校財團法人南亞技術學院',
    value: '南亞科技學校財團法人南亞技術學院'
  },
  {
    key: '新生醫護管理專科學校',
    label: '新生醫護管理專科學校',
    value: '新生醫護管理專科學校'
  },
  { key: '國立中山大學', label: '國立中山大學', value: '國立中山大學' },
  {
    key: '國立高雄師範大學',
    label: '國立高雄師範大學',
    value: '國立高雄師範大學'
  },
  { key: '國立高雄大學', label: '國立高雄大學', value: '國立高雄大學' },
  {
    key: '國立高雄餐旅大學',
    label: '國立高雄餐旅大學',
    value: '國立高雄餐旅大學'
  },
  {
    key: '國立高雄科技大學',
    label: '國立高雄科技大學',
    value: '國立高雄科技大學'
  },
  { key: '義守大學', label: '義守大學', value: '義守大學' },
  { key: '高雄醫學大學', label: '高雄醫學大學', value: '高雄醫學大學' },
  { key: '樹德科技大學', label: '樹德科技大學', value: '樹德科技大學' },
  { key: '輔英科技大學', label: '輔英科技大學', value: '輔英科技大學' },
  {
    key: '正修學校財團法人正修科技大學',
    label: '正修學校財團法人正修科技大學',
    value: '正修學校財團法人正修科技大學'
  },
  { key: '高苑科技大學', label: '高苑科技大學', value: '高苑科技大學' },
  {
    key: '文藻學校財團法人文藻外語大學',
    label: '文藻學校財團法人文藻外語大學',
    value: '文藻學校財團法人文藻外語大學'
  },
  {
    key: '東方學校財團法人東方設計大學',
    label: '東方學校財團法人東方設計大學',
    value: '東方學校財團法人東方設計大學'
  },
  { key: '和春技術學院', label: '和春技術學院', value: '和春技術學院' },
  {
    key: '樹人醫護管理專科學校',
    label: '樹人醫護管理專科學校',
    value: '樹人醫護管理專科學校'
  },
  {
    key: '育英醫護管理專科學校',
    label: '育英醫護管理專科學校',
    value: '育英醫護管理專科學校'
  },
  {
    key: '財團法人一貫道天皇基金會一貫道天皇學院',
    label: '財團法人一貫道天皇基金會一貫道天皇學院',
    value: '財團法人一貫道天皇基金會一貫道天皇學院'
  },
  {
    key: '高雄市立空中大學',
    label: '高雄市立空中大學',
    value: '高雄市立空中大學'
  },
  {
    key: '國立臺灣海洋大學',
    label: '國立臺灣海洋大學',
    value: '國立臺灣海洋大學'
  },
  {
    key: '崇右學校財團法人崇右影藝科技大學',
    label: '崇右學校財團法人崇右影藝科技大學',
    value: '崇右學校財團法人崇右影藝科技大學'
  },
  {
    key: '經國管理暨健康學院',
    label: '經國管理暨健康學院',
    value: '經國管理暨健康學院'
  },
  {
    key: '國立雲林科技大學',
    label: '國立雲林科技大學',
    value: '國立雲林科技大學'
  },
  {
    key: '國立虎尾科技大學',
    label: '國立虎尾科技大學',
    value: '國立虎尾科技大學'
  },
  {
    key: '環球學校財團法人環球科技大學',
    label: '環球學校財團法人環球科技大學',
    value: '環球學校財團法人環球科技大學'
  },
  { key: '國立臺北大學', label: '國立臺北大學', value: '國立臺北大學' },
  {
    key: '國立臺灣藝術大學',
    label: '國立臺灣藝術大學',
    value: '國立臺灣藝術大學'
  },
  { key: '國立空中大學', label: '國立空中大學', value: '國立空中大學' },
  { key: '輔仁大學', label: '輔仁大學', value: '輔仁大學' },
  { key: '淡江大學', label: '淡江大學', value: '淡江大學' },
  { key: '華梵大學', label: '華梵大學', value: '華梵大學' },
  { key: '真理大學', label: '真理大學', value: '真理大學' },
  { key: '明志科技大學', label: '明志科技大學', value: '明志科技大學' },
  { key: '聖約翰科技大學', label: '聖約翰科技大學', value: '聖約翰科技大學' },
  { key: '景文科技大學', label: '景文科技大學', value: '景文科技大學' },
  { key: '東南科技大學', label: '東南科技大學', value: '東南科技大學' },
  {
    key: '醒吾學校財團法人醒吾科技大學',
    label: '醒吾學校財團法人醒吾科技大學',
    value: '醒吾學校財團法人醒吾科技大學'
  },
  {
    key: '華夏學校財團法人華夏科技大學',
    label: '華夏學校財團法人華夏科技大學',
    value: '華夏學校財團法人華夏科技大學'
  },
  {
    key: '致理學校財團法人致理科技大學',
    label: '致理學校財團法人致理科技大學',
    value: '致理學校財團法人致理科技大學'
  },
  {
    key: '宏國學校財團法人宏國德霖科技大學',
    label: '宏國學校財團法人宏國德霖科技大學',
    value: '宏國學校財團法人宏國德霖科技大學'
  },
  {
    key: '台北海洋學校財團法人台北海洋科技大學',
    label: '台北海洋學校財團法人台北海洋科技大學',
    value: '台北海洋學校財團法人台北海洋科技大學'
  },
  { key: '亞東技術學院', label: '亞東技術學院', value: '亞東技術學院' },
  { key: '黎明技術學院', label: '黎明技術學院', value: '黎明技術學院' },
  {
    key: '馬偕學校財團法人馬偕醫學院',
    label: '馬偕學校財團法人馬偕醫學院',
    value: '馬偕學校財團法人馬偕醫學院'
  },
  {
    key: '法鼓學校財團法人法鼓文理學院',
    label: '法鼓學校財團法人法鼓文理學院',
    value: '法鼓學校財團法人法鼓文理學院'
  },
  {
    key: '耕莘健康管理專科學校',
    label: '耕莘健康管理專科學校',
    value: '耕莘健康管理專科學校'
  },
  { key: '臺北基督學院', label: '臺北基督學院', value: '臺北基督學院' },
  { key: '國立清華大學', label: '國立清華大學', value: '國立清華大學' },
  { key: '國立交通大學', label: '國立交通大學', value: '國立交通大學' },
  { key: '中華大學', label: '中華大學', value: '中華大學' },
  { key: '玄奘大學', label: '玄奘大學', value: '玄奘大學' },
  {
    key: '光宇學校財團法人元培醫事科技大學',
    label: '光宇學校財團法人元培醫事科技大學',
    value: '光宇學校財團法人元培醫事科技大學'
  },
  { key: '明新科技大學', label: '明新科技大學', value: '明新科技大學' },
  {
    key: '大華學校財團法人大華科技大學',
    label: '大華學校財團法人大華科技大學',
    value: '大華學校財團法人大華科技大學'
  },
  { key: '國立嘉義大學', label: '國立嘉義大學', value: '國立嘉義大學' },
  { key: '大同技術學院', label: '大同技術學院', value: '大同技術學院' },
  { key: '國立中正大學', label: '國立中正大學', value: '國立中正大學' },
  { key: '南華大學', label: '南華大學', value: '南華大學' },
  { key: '吳鳳科技大學', label: '吳鳳科技大學', value: '吳鳳科技大學' },
  {
    key: '稻江科技暨管理學院',
    label: '稻江科技暨管理學院',
    value: '稻江科技暨管理學院'
  },
  {
    key: '崇仁醫護管理專科學校',
    label: '崇仁醫護管理專科學校',
    value: '崇仁醫護管理專科學校'
  },
  {
    key: '國立彰化師範大學',
    label: '國立彰化師範大學',
    value: '國立彰化師範大學'
  },
  { key: '大葉大學', label: '大葉大學', value: '大葉大學' },
  { key: '建國科技大學', label: '建國科技大學', value: '建國科技大學' },
  {
    key: '明道學校財團法人明道大學',
    label: '明道學校財團法人明道大學',
    value: '明道學校財團法人明道大學'
  },
  {
    key: '中州學校財團法人中州科技大學',
    label: '中州學校財團法人中州科技大學',
    value: '中州學校財團法人中州科技大學'
  },
  { key: '國立中興大學', label: '國立中興大學', value: '國立中興大學' },
  {
    key: '國立臺中教育大學',
    label: '國立臺中教育大學',
    value: '國立臺中教育大學'
  },
  {
    key: '國立勤益科技大學',
    label: '國立勤益科技大學',
    value: '國立勤益科技大學'
  },
  {
    key: '國立臺灣體育運動大學',
    label: '國立臺灣體育運動大學',
    value: '國立臺灣體育運動大學'
  },
  {
    key: '國立臺中科技大學',
    label: '國立臺中科技大學',
    value: '國立臺中科技大學'
  },
  { key: '東海大學', label: '東海大學', value: '東海大學' },
  { key: '逢甲大學', label: '逢甲大學', value: '逢甲大學' },
  { key: '靜宜大學', label: '靜宜大學', value: '靜宜大學' },
  { key: '朝陽科技大學', label: '朝陽科技大學', value: '朝陽科技大學' },
  { key: '中山醫學大學', label: '中山醫學大學', value: '中山醫學大學' },
  { key: '弘光科技大學', label: '弘光科技大學', value: '弘光科技大學' },
  { key: '中國醫藥大學', label: '中國醫藥大學', value: '中國醫藥大學' },
  { key: '嶺東科技大學', label: '嶺東科技大學', value: '嶺東科技大學' },
  { key: '中臺科技大學', label: '中臺科技大學', value: '中臺科技大學' },
  { key: '亞洲大學', label: '亞洲大學', value: '亞洲大學' },
  { key: '僑光科技大學', label: '僑光科技大學', value: '僑光科技大學' },
  {
    key: '修平學校財團法人修平科技大學',
    label: '修平學校財團法人修平科技大學',
    value: '修平學校財團法人修平科技大學'
  },
  { key: '國立政治大學', label: '國立政治大學', value: '國立政治大學' },
  { key: '國立臺灣大學', label: '國立臺灣大學', value: '國立臺灣大學' },
  {
    key: '國立臺灣師範大學',
    label: '國立臺灣師範大學',
    value: '國立臺灣師範大學'
  },
  { key: '國立陽明大學', label: '國立陽明大學', value: '國立陽明大學' },
  {
    key: '國立臺灣科技大學',
    label: '國立臺灣科技大學',
    value: '國立臺灣科技大學'
  },
  {
    key: '國立臺北科技大學',
    label: '國立臺北科技大學',
    value: '國立臺北科技大學'
  },
  {
    key: '國立臺北藝術大學',
    label: '國立臺北藝術大學',
    value: '國立臺北藝術大學'
  },
  {
    key: '國立臺北教育大學',
    label: '國立臺北教育大學',
    value: '國立臺北教育大學'
  },
  {
    key: '國立臺北護理健康大學',
    label: '國立臺北護理健康大學',
    value: '國立臺北護理健康大學'
  },
  {
    key: '國立臺北商業大學',
    label: '國立臺北商業大學',
    value: '國立臺北商業大學'
  },
  {
    key: '國立臺灣戲曲學院',
    label: '國立臺灣戲曲學院',
    value: '國立臺灣戲曲學院'
  },
  { key: '東吳大學', label: '東吳大學', value: '東吳大學' },
  { key: '中國文化大學', label: '中國文化大學', value: '中國文化大學' },
  { key: '世新大學', label: '世新大學', value: '世新大學' },
  { key: '銘傳大學', label: '銘傳大學', value: '銘傳大學' },
  { key: '實踐大學', label: '實踐大學', value: '實踐大學' },
  { key: '大同大學', label: '大同大學', value: '大同大學' },
  { key: '臺北醫學大學', label: '臺北醫學大學', value: '臺北醫學大學' },
  { key: '中國科技大學', label: '中國科技大學', value: '中國科技大學' },
  {
    key: '德明財經科技大學',
    label: '德明財經科技大學',
    value: '德明財經科技大學'
  },
  {
    key: '中華學校財團法人中華科技大學',
    label: '中華學校財團法人中華科技大學',
    value: '中華學校財團法人中華科技大學'
  },
  {
    key: '城市學校財團法人臺北城市科技大學',
    label: '城市學校財團法人臺北城市科技大學',
    value: '城市學校財團法人臺北城市科技大學'
  },
  {
    key: '康寧學校財團法人康寧大學',
    label: '康寧學校財團法人康寧大學',
    value: '康寧學校財團法人康寧大學'
  },
  {
    key: '馬偕學校財團法人馬偕醫護管理專科學校',
    label: '馬偕學校財團法人馬偕醫護管理專科學校',
    value: '馬偕學校財團法人馬偕醫護管理專科學校'
  },
  {
    key: '學校財團法人中華浸信會基督教台灣浸會神學院',
    label: '學校財團法人中華浸信會基督教台灣浸會神學院',
    value: '學校財團法人中華浸信會基督教台灣浸會神學院'
  },
  {
    key: '台神學校財團法人台灣神學研究學院',
    label: '台神學校財團法人台灣神學研究學院',
    value: '台神學校財團法人台灣神學研究學院'
  },
  { key: '臺北市立大學', label: '臺北市立大學', value: '臺北市立大學' },
  { key: '國立臺東大學', label: '國立臺東大學', value: '國立臺東大學' },
  {
    key: '國立臺東專科學校',
    label: '國立臺東專科學校',
    value: '國立臺東專科學校'
  },
  { key: '國立成功大學', label: '國立成功大學', value: '國立成功大學' },
  {
    key: '國立臺南藝術大學',
    label: '國立臺南藝術大學',
    value: '國立臺南藝術大學'
  },
  { key: '國立臺南大學', label: '國立臺南大學', value: '國立臺南大學' },
  {
    key: '國立臺南護理專科學校',
    label: '國立臺南護理專科學校',
    value: '國立臺南護理專科學校'
  },
  {
    key: '南臺學校財團法人南臺科技大學',
    label: '南臺學校財團法人南臺科技大學',
    value: '南臺學校財團法人南臺科技大學'
  },
  { key: '崑山科技大學', label: '崑山科技大學', value: '崑山科技大學' },
  {
    key: '嘉藥學校財團法人嘉南藥理大學',
    label: '嘉藥學校財團法人嘉南藥理大學',
    value: '嘉藥學校財團法人嘉南藥理大學'
  },
  { key: '長榮大學', label: '長榮大學', value: '長榮大學' },
  {
    key: '台南家專學校財團法人台南應用科技大學',
    label: '台南家專學校財團法人台南應用科技大學',
    value: '台南家專學校財團法人台南應用科技大學'
  },
  { key: '遠東科技大學', label: '遠東科技大學', value: '遠東科技大學' },
  {
    key: '中華醫事科技大學',
    label: '中華醫事科技大學',
    value: '中華醫事科技大學'
  },
  {
    key: '台灣首府學校財團法人台灣首府大學',
    label: '台灣首府學校財團法人台灣首府大學',
    value: '台灣首府學校財團法人台灣首府大學'
  },
  {
    key: '南榮學校財團法人南榮科技大學',
    label: '南榮學校財團法人南榮科技大學',
    value: '南榮學校財團法人南榮科技大學'
  },
  {
    key: '中信金融管理學院',
    label: '中信金融管理學院',
    value: '中信金融管理學院'
  },
  {
    key: '敏惠醫護管理專科學校',
    label: '敏惠醫護管理專科學校',
    value: '敏惠醫護管理專科學校'
  },
  {
    key: '台灣基督長老教會南神神學院',
    label: '台灣基督長老教會南神神學院',
    value: '台灣基督長老教會南神神學院'
  },
  {
    key: '國立澎湖科技大學',
    label: '國立澎湖科技大學',
    value: '國立澎湖科技大學'
  },
  {
    key: '其他學校 / 學院',
    label: '其他學校 / 學院',
    value: '其他學校 / 學院'
  }
];
